{
  "This chart showcases the journey of parcels from their originating source states to their final destination states. By visualizing these pathways, it highlights key routes, major hubs, and the flow of goods between different regions, offering vital insights for optimizing logistics and enhancing the efficiency of the delivery network.": "يعرض هذا الرسم البياني رحلة الطرود من دول المصدر الأصلية إلى حالات وجهتها النهائية. من خلال تصور هذه المسارات ، يسلط الضوء على الطرق الرئيسية ، والمحاور الرئيسية ، وتدفق البضائع بين المناطق المختلفة ، مما يوفر رؤى حيوية لتحسين الخدمات اللوجستية وتعزيز كفاءة شبكة التسليم.",
  "This chart presents a comprehensive view of order distribution, focusing on the last status of orders along with the overall confirmation rate. By segmenting orders according to their final status (e.g., processing, confirmed, canceled) and visualizing the success rate of deliveries, it provides vital insights into operational efficiency and performance. This analysis is instrumental in identifying areas for improvement, streamlining workflows, and enhancing customer satisfaction.": "يقدم هذا المخطط رؤية شاملة لتوزيع الطلب ، مع التركيز على الوضع الأخير من الطلبات إلى جانب معدل التأكيد العام. من خلال تقسيم الطلبات وفقًا لحالتها النهائية (على سبيل المثال ، المعالجة والتأكيد والإلغاء) وتصور معدل نجاح عمليات التسليم ، فإنه يوفر رؤى حيوية في الكفاءة التشغيلية والأداء. هذا التحليل له دور أساسي في تحديد مجالات التحسين وتبسيط سير العمل وتعزيز رضا العملاء.",
  "No variant property added yet": "لم تتم إضافة خاصية متغيرة حتى الآن",
  "Click here or drop a file to upload!": "انقر هنا أو إسقاط ملف للتحميل!",
  "Cost price is the price you bought the product, it is used to calculate profit": "سعر التكلفة هو السعر الذي اشتريته للمنتج ، يتم استخدامه لحساب الربح",
  "Under construction": "قيد الإنشاء",
  "There is no deliverers having money": "لا يوجد لمواجئ لديهم أموال",
  "Collect money from office deliverers.": "جمع الأموال من مصرفي المكاتب.",
  "Collect money from office agents.": "جمع الأموال من وكلاء المكاتب.",
  "This page allows you to efficiently receive parcels from sellers and individual customers.": "تتيح لك هذه الصفحة استلام الطرود بكفاءة من البائعين والعملاء الأفراد.",
  "{{text}} copied successfully.": "{{text}} نسخ بنجاح.",
  "This product has no variants": "هذا المنتج لا يوجد لديه متغيرات",
  "You have to select current office": "عليك اختيار المكتب الحالي",
  "You have to select an office to view this page": "يجب عليك تحديد مكتب لعرض هذه الصفحة",
  "City zoning updated successfully": "تم تحديث تقسيم المدينة بنجاح",
  "select a state": "حدد دولة",
  "The delivery rate is calculated by taking the ratio of <b>confirmed orders</b> to the total number of confirmation attempts, which includes both confirmed and canceled orderes.<br/>\n                The formula for this calculation is <b>confirmed * 100 / (confirmed + canceled)</b>.\n                <br/> It's important to note that orders with statuses of 'processing' or 'pending' are not included in this calculation, \n                as they are still in transit or being prepared for confirmation. \n                This metric provides a clear measure of confirmation success and efficiency within the marketing process.": "يتم حساب معدل التسليم من خلال أخذ نسبة <b> الأوامر المؤكدة </b> إلى إجمالي عدد محاولات التأكيد ، والتي تتضمن كل من الطلبات المؤكدة والملغي. <br/>\n يتم تأكيد صيغة هذا الحساب <b> * 100 / (مؤكد + إلغاء) </b>.\n <br/> من المهم أن نلاحظ أن أوامر مع حالات \"المعالجة\" أو \"المعلقة\" لا يتم تضمينها في هذا الحساب ،\n لأنهم ما زالوا في العبور أو يجري استعداده للتأكيد.\n يوفر هذا المقياس مقياسًا واضحًا لنجاح التأكيد والكفاءة في عملية التسويق.",
  "A low success rate, indicating serious issues within the delivery process that require immediate attention and restructuring.": "انخفاض معدل النجاح ، مما يشير إلى مشكلات خطيرة في عملية التسليم التي تتطلب اهتمامًا فوريًا وإعادة الهيكلة.",
  "The success rate is at a critical level where significant changes might be needed to improve delivery outcomes.": "معدل النجاح في مستوى حرج حيث قد تكون هناك حاجة إلى تغييرات كبيرة لتحسين نتائج التسليم.",
  "A high success rate with some room for improvement. Processes are generally effective but may benefit from further refinement.": "معدل نجاح مرتفع مع بعض مساحة للتحسين. العمليات فعالة بشكل عام ولكنها قد تستفيد من مزيد من التحسين.",
  "An acceptable rate, but notable challenges or inefficiencies may exist, necessitating focused improvements.": "قد يوجد معدل مقبول ، ولكن التحديات البارزة أو عدم الكفاءة ، مما يستلزم تحسينات مركزة.",
  "A solid success rate, indicating a well-functioning delivery system with areas that can be enhanced to reach higher efficiency.": "معدل نجاح قوي ، يشير إلى نظام توصيل جيد يعمل مع مناطق يمكن تعزيزها للوصول إلى كفاءة أعلى.",
  "Deliveries are consistently successful, reflecting optimal efficiency and reliability.": "عمليات التسليم ناجحة باستمرار ، مما يعكس الكفاءة والموثوقية الأمثل.",
  "The delivery rate is calculated by taking the ratio of <b>delivered parcels</b> to the total number of delivery attempts, which includes both delivered and failed attempts.<br/>\n                The formula for this calculation is <b>delivered * 100 / (delivered + failed)</b>.<br/> It's important to note that parcels with statuses of 'processing' or 'in preparation' are not included in this calculation, as they are still in transit or being prepared for shipment. This metric provides a clear measure of delivery success and efficiency within the marketing process.": "يتم حساب معدل التسليم من خلال أخذ نسبة <b> الطرود التي يتم تسليمها </b> إلى إجمالي عدد محاولات التسليم ، والتي تشمل محاولات تسليمها وفاشلة. <br/>\n يتم تسليم صيغة هذا الحساب <b> * 100/(فشل + فشل) </b>. <br/> من المهم أن نلاحظ أن الطرود ذات الحالات \"المعالجة\" أو \"التحضير\" غير مدرجة في هذا الحساب ، لأنهم ما زالوا في العبور أو يجري استعداده للشحن. يوفر هذا المقياس مقياسًا واضحًا لنجاح التسليم والكفاءة في عملية التسويق.",
  "This deliverer don't have payments yet": "هذا الخلاص ليس لديه مدفوعات بعد",
  "Print payment manifest": "بيان الدفع المطبوع",
  "This deliverer don't have parcels yet": "هذا الخلاص ليس لديه طرود بعد",
  "There is no stop-desk parcels to deliver for now": "لا يوجد طرود توقف للتوقف عن التوصيل الآن",
  "Distribute cities within each state into distinct delivery zones to fine-tune shipping prices and logistics.": "قم بتوزيع المدن داخل كل ولاية على مناطق توصيل مميزة لضبط الأسعار والخدمات اللوجستية.",
  "Classify and organize country states into specific delivery zones, defining how states are grouped for pricing purposes.": "تصنيف وتنظيم دول البلد في مناطق توصيل محددة ، وتحديد كيفية تجميع الدول لأغراض التسعير.",
  "Configure geographic delivery zones, including both state and city-based zones, to optimize shipping costs.": "تكوين مناطق التوصيل الجغرافي ، بما في ذلك كل من المناطق القائمة على الولاية والمدينة ، لتحسين تكاليف الشحن.",
  "Configure delivery zones, states zoning, and cities zoning to optimize shipping costs and logistics.": "تكوين مناطق التسليم ، ومناطق المناطق ، والمناطق في المدن لتحسين تكاليف الشحن والخدمات اللوجستية.",
  "no counts": "لا تهم",
  "This page is designed to help you manage and log the contents of received sacs at the destination office. <br/>Follow the instructions below to efficiently empty and record the contents of each sac.": "تم تصميم هذه الصفحة لمساعدتك في إدارة وتسجيل محتويات SACs المستلمة في مكتب الوجهة. <br/> اتبع الإرشادات أدناه لتفريغها بكفاءة وتسجيل محتويات كل كيس.",
  "This page allows you to manage the dispatch of parcels to different states based on their destination.<br/>Follow the instructions below to navigate through the page and ensure parcels are sent to the correct state.": "تتيح لك هذه الصفحة إدارة إرسال الطرود إلى حالات مختلفة بناءً على وجهتها. <br/> اتبع الإرشادات أدناه للتنقل عبر الصفحة وضمان إرسال الطرود إلى الحالة الصحيحة.",
  "This chart provides a detailed breakdown of parcel deliveries, illustrating the percentage of parcels delivered at home compared to those at stop desks. By visualizing these two delivery methods, it offers insights into customer preferences.": "يوفر هذا الرسم البياني تفصيلًا مفصلاً لتوصيلات الطرود ، مما يوضح النسبة المئوية للطرود التي يتم تسليمها في المنزل مقارنةً بتلك الموجودة في مكاتب التوقف. من خلال تصور هذين طريقتين للتسليم ، فإنه يقدم نظرة ثاقبة على تفضيلات العملاء.",
  "This chart presents a comprehensive view of parcel distribution, focusing on the last status of parcels along with the overall delivery rate. By segmenting parcels according to their final status (e.g., processing, returning, returned) and visualizing the success rate of deliveries, it provides vital insights into operational efficiency and performance. This analysis is instrumental in identifying areas for improvement, streamlining workflows, and enhancing customer satisfaction.": "يقدم هذا المخطط رؤية شاملة لتوزيع الطرود ، مع التركيز على الوضع الأخير للطرود إلى جانب معدل التسليم الإجمالي. من خلال تجزئة الطرود وفقًا لحالتها النهائية (على سبيل المثال ، المعالجة والعودة والعودة) وتصور معدل نجاح عمليات التسليم ، فإنه يوفر رؤى حيوية في الكفاءة التشغيلية والأداء. هذا التحليل له دور أساسي في تحديد مجالات التحسين وتبسيط سير العمل وتعزيز رضا العملاء.",
  "This chart visualizes the percentage distribution of parcels across five specific sub-types: normal, with acknowledgement, acknowledgement, with exchange, and exchange. By categorizing parcels in this manner, it highlights the various handling and delivery processes involved, offering key insights into operational practices. This detailed view supports more nuanced decision-making, enabling the optimization of workflows and enhancing customer service efficiency.": "يتصور هذا الرسم البياني النسبة المئوية لتوزيع الطرود عبر خمسة أنواع فرعية محددة: عادي ، مع الاعتراف ، الإقرار ، مع التبادل ، والتبادل. من خلال تصنيف الطرود بهذه الطريقة ، فإنه يسلط الضوء على مختلف عمليات المناولة والتسليم المعنية ، مما يوفر رؤى أساسية في الممارسات التشغيلية. تدعم هذه النظرة التفصيلية عملية صنع القرار أكثر دقة ، مما يتيح تحسين مهام سير العمل وتعزيز كفاءة خدمة العملاء.",
  "This chart delineates the distribution of parcels across three main shipment types: economic, express, and freight. By visualizing the percentage of each category, it provides a snapshot of the current shipment strategies, reflecting customer preferences and logistical efficiency. Whether evaluating cost-effective solutions, timely deliveries, or bulk shipping, this analysis serves as a crucial tool for planning, optimizing, and managing diverse shipping needs.": "يحدد هذا الرسم البياني توزيع الطرود عبر ثلاثة أنواع شحن رئيسية: الاقتصادية والمعرفية والشحن. من خلال تصور النسبة المئوية لكل فئة ، فإنه يوفر لقطة لاستراتيجيات الشحن الحالية ، مما يعكس تفضيلات العملاء والكفاءة اللوجستية. سواء أكان تقييم الحلول الفعالة من حيث التكلفة أو عمليات التسليم في الوقت المناسب أو الشحن بالجملة ، فإن هذا التحليل بمثابة أداة حاسمة للتخطيط وتحسين وإدارة احتياجات الشحن المتنوعة.",
  "This chart provides a detailed breakdown of order deliveries, illustrating the percentage of orders delivered at home compared to those at stop desks. By visualizing these two confirmation methods, it offers insights into customer preferences.": "يوفر هذا الرسم البياني تفصيلًا مفصلاً لتوصيل الطلبات ، مما يوضح النسبة المئوية للطلبات التي تم تسليمها في المنزل مقارنةً بتلك الموجودة في مكاتب التوقف. من خلال تصور هذين طريقتين للتأكيد ، فإنه يقدم نظرة ثاقبة على تفضيلات العملاء.",
  "This chart delineates the distribution of orders across three main shipment types: economic, express, and freight. By visualizing the percentage of each category, it provides a snapshot of the current shipment strategies, reflecting customer preferences and logistical efficiency. Whether evaluating cost-effective solutions, timely deliveries, or bulk shipping, this analysis serves as a crucial tool for planning, optimizing, and managing diverse shipping needs.": "يحدد هذا الرسم البياني توزيع الطلبات عبر ثلاثة أنواع شحن رئيسية: الاقتصادية والمعرفية والشحن. من خلال تصور النسبة المئوية لكل فئة ، فإنه يوفر لقطة لاستراتيجيات الشحن الحالية ، مما يعكس تفضيلات العملاء والكفاءة اللوجستية. سواء أكان تقييم الحلول الفعالة من حيث التكلفة أو عمليات التسليم في الوقت المناسب أو الشحن بالجملة ، فإن هذا التحليل بمثابة أداة حاسمة للتخطيط وتحسين وإدارة احتياجات الشحن المتنوعة.",
  "This chart visualizes the percentage distribution of orders across five specific sub-types: normal, with acknowledgement, with exchange, and normal. By categorizing orders in this manner, it highlights the various handling and confirmation processes involved, offering key insights into operational practices. This detailed view supports more nuanced decision-making, enabling the optimization of workflows and enhancing customer service efficiency.": "يتصور هذا الرسم البياني النسبة المئوية لتوزيع الطلبات عبر خمسة أنواع فرعية محددة: طبيعي ، مع إقرار ، مع التبادل ، والطبيعة. من خلال تصنيف الطلبات بهذه الطريقة ، فإنه يسلط الضوء على مختلف عمليات المناولة والتأكيد المعنية ، مما يوفر رؤى أساسية في الممارسات التشغيلية. تدعم هذه النظرة التفصيلية عملية صنع القرار أكثر دقة ، مما يتيح تحسين مهام سير العمل وتعزيز كفاءة خدمة العملاء.",
  "This user manages all offices in the company": "يدير هذا المستخدم جميع المكاتب في الشركة",
  "You have to select current office to be able to change this order status": "يجب عليك اختيار المكتب الحالي لتتمكن من تغيير حالة الطلب هذا",
  "Project updated successfully": "تم تحديث المشروع بنجاح",
  "Parcel status changed successfully": "تغيرت حالة الطرود بنجاح",
  "Calculates the percentage of successfully delivered packages out of the sum of delivered and returned.": "يحسب النسبة المئوية للحزم التي تم تسليمها بنجاح من مجموع تسليمها وإعادتها.",
  "Print sac manifest": "طباعة بيان كيس",
  "Click to copy tracking ID": "انقر لنسخ معرف التتبع",
  "{{text}} copied to clipboard": "{{text}} نسخ إلى الحافظة",
  "Print parcel slip": "طباعة انزلاق الطرود",
  "No items found": "لم يتم العثور على عناصر",
  "This line chart displays the count of parcels created or delivered, categorized by day, week, month, or year. By providing a clear comparison between the number of parcels created and those delivered, it offers insights into trends, seasonal variations, and performance metrics over time. This visualization serves as a valuable tool for understanding parcel flow dynamics and supports data-driven decision-making in logistics management.": "يعرض مخطط الخط هذا عدد الطرود التي تم إنشاؤها أو تسليمها أو تصنيفها حسب اليوم أو الأسبوع أو الشهر أو السنة. من خلال توفير مقارنة واضحة بين عدد الطرود التي تم إنشاؤها وتلك التي يتم تسليمها ، فإنه يقدم رؤى حول الاتجاهات ، والتغيرات الموسمية ، ومقاييس الأداء مع مرور الوقت. يعمل هذا التصور كأداة قيمة لفهم ديناميات تدفق الطرود ويدعم اتخاذ القرارات القائمة على البيانات في إدارة اللوجستيات.",
  "This chart maps the distribution of orders according to their destination states, revealing the demand patterns across different regions. By visualizing the flow of shipments to various target areas, it provides insights into market trends, consumer preferences, and logistical requirements, allowing for more strategic planning and targeted resource allocation.": "يقوم هذا المخطط بتعيين توزيع الطلبات وفقًا لحالات وجهتهم ، مما يكشف عن أنماط الطلب عبر مناطق مختلفة. من خلال تصور تدفق الشحنات إلى مختلف المجالات المستهدفة ، فإنه يوفر نظرة ثاقبة في اتجاهات السوق وتفضيلات المستهلك والمتطلبات اللوجستية ، مما يسمح بمزيد من التخطيط الاستراتيجي وتخصيص الموارد المستهدفة.",
  "This chart illustrates the distribution of orders according to their starting state, providing a clear overview of the origin points for shipments. By analyzing the flow from various source regions, it offers insights into the dynamics of the shipping network, identifying potential areas for optimization, and enabling more informed logistical planning.": "يوضح هذا الرسم البياني توزيع الطلبات وفقًا لحالة البداية الخاصة بهم ، مما يوفر نظرة عامة واضحة على نقاط الأصل للشحنات. من خلال تحليل التدفق من مناطق المصدر المختلفة ، فإنه يقدم نظرة ثاقبة على ديناميات شبكة الشحن ، وتحديد المجالات المحتملة للتحسين ، وتمكين التخطيط اللوجستي الأكثر استنارة.",
  "This chart showcases the journey of orders from their originating source states to their final destination states. By visualizing these pathways, it highlights key routes, major hubs, and the flow of goods between different regions, offering vital insights for optimizing logistics and enhancing the efficiency of the delivery network.": "يعرض هذا المخطط رحلة أوامر من دول المصدر الأصلية إلى حالات وجهتها النهائية. من خلال تصور هذه المسارات ، يسلط الضوء على الطرق الرئيسية ، والمحاور الرئيسية ، وتدفق البضائع بين المناطق المختلفة ، مما يوفر رؤى حيوية لتحسين الخدمات اللوجستية وتعزيز كفاءة شبكة التسليم.",
  "The user must have the role": "يجب أن يكون للمستخدم الدور",
  "You have no parcels yet": "ليس لديك طرود بعد",
  "There is no offices configured for the current company": "لا توجد مكاتب تم تكوينها للشركة الحالية",
  "This chart illustrates the distribution of parcels according to their starting state, providing a clear overview of the origin points for shipments. By analyzing the flow from various source regions, it offers insights into the dynamics of the shipping network, identifying potential areas for optimization, and enabling more informed logistical planning.": "يوضح هذا المخطط توزيع الطرود وفقًا لحالتها الأولى ، مما يوفر نظرة عامة واضحة على نقاط الأصل للشحنات. من خلال تحليل التدفق من مناطق المصدر المختلفة ، فإنه يقدم نظرة ثاقبة على ديناميات شبكة الشحن ، وتحديد المجالات المحتملة للتحسين ، وتمكين التخطيط اللوجستي الأكثر استنارة.",
  "This chart maps the distribution of parcels according to their destination states, revealing the demand patterns across different regions. By visualizing the flow of shipments to various target areas, it provides insights into market trends, consumer preferences, and logistical requirements, allowing for more strategic planning and targeted resource allocation.": "يقوم هذا المخطط بتعيين توزيع الطرود وفقًا لحالات وجهتها ، مما يكشف عن أنماط الطلب عبر مناطق مختلفة. من خلال تصور تدفق الشحنات إلى مختلف المجالات المستهدفة ، فإنه يوفر نظرة ثاقبة في اتجاهات السوق وتفضيلات المستهلك والمتطلبات اللوجستية ، مما يسمح بمزيد من التخطيط الاستراتيجي وتخصيص الموارد المستهدفة.",
  "Item updated successfully": "تم تحديث العنصر بنجاح"
}
