{
  "This chart showcases the journey of parcels from their originating source states to their final destination states. By visualizing these pathways, it highlights key routes, major hubs, and the flow of goods between different regions, offering vital insights for optimizing logistics and enhancing the efficiency of the delivery network.": "Ce graphique présente le voyage des colis de leurs États source d'origine à leurs États de destination finale. En visualisant ces voies, il met en évidence les itinéraires clés, les principaux hubs et le flux de marchandises entre différentes régions, offrant des informations vitales pour optimiser la logistique et améliorer l'efficacité du réseau de livraison.",
  "This chart presents a comprehensive view of order distribution, focusing on the last status of orders along with the overall confirmation rate. By segmenting orders according to their final status (e.g., processing, confirmed, canceled) and visualizing the success rate of deliveries, it provides vital insights into operational efficiency and performance. This analysis is instrumental in identifying areas for improvement, streamlining workflows, and enhancing customer satisfaction.": "Ce graphique présente une vue complète de la distribution des commandes, en se concentrant sur le dernier statut des commandes ainsi que le taux de confirmation global. En segmentant les commandes en fonction de leur statut final (par exemple, le traitement, confirmé, annulé) et visualisant le taux de réussite des livraisons, il fournit des informations vitales sur l'efficacité opérationnelle et les performances. Cette analyse contribue à l'identification des domaines d'amélioration, à la rationalisation des flux de travail et à l'amélioration de la satisfaction des clients.",
  "No variant property added yet": "Aucune propriété variante ajoutée encore",
  "Click here or drop a file to upload!": "Cliquez ici ou déposez un fichier à télécharger!",
  "Cost price is the price you bought the product, it is used to calculate profit": "Le prix du coût est le prix que vous avez acheté le produit, il est utilisé pour calculer le profit",
  "Under construction": "En cours de construction",
  "There is no deliverers having money": "Il n'y a pas de livrants à avoir de l'argent",
  "Collect money from office deliverers.": "Collectez de l'argent auprès des prestataires de bureaux.",
  "Collect money from office agents.": "Percevoir de l'argent auprès des agents de bureau.",
  "This page allows you to efficiently receive parcels from sellers and individual customers.": "Cette page vous permet de recevoir efficacement des colis de vendeurs et de clients individuels.",
  "{{text}} copied successfully.": "{{text}} a copié avec succès.",
  "This product has no variants": "Ce produit n'a pas de variantes",
  "You have to select current office": "Vous devez sélectionner le bureau actuel",
  "You have to select an office to view this page": "Vous devez sélectionner un bureau pour afficher cette page",
  "City zoning updated successfully": "Le zonage de la ville est mis à jour avec succès",
  "select a state": "Sélectionnez un état",
  "The delivery rate is calculated by taking the ratio of <b>confirmed orders</b> to the total number of confirmation attempts, which includes both confirmed and canceled orderes.<br/>\n                The formula for this calculation is <b>confirmed * 100 / (confirmed + canceled)</b>.\n                <br/> It's important to note that orders with statuses of 'processing' or 'pending' are not included in this calculation, \n                as they are still in transit or being prepared for confirmation. \n                This metric provides a clear measure of confirmation success and efficiency within the marketing process.": "Le taux de livraison est calculé en prenant le ratio de <b> commandes confirmées </b> au nombre total de tentatives de confirmation, qui comprend à la fois les commandes confirmées et annulées. <br/>\n La formule de ce calcul est <b> confirmée * 100 / (confirmée + annulée) </b>.\n <br/> Il est important de noter que les commandes ayant des statuts de «traitement» ou «en attente» ne sont pas incluses dans ce calcul,\n car ils sont toujours en transit ou en préparation pour la confirmation.\n Cette métrique fournit une mesure claire du succès et de l'efficacité de confirmation dans le processus de marketing.",
  "A low success rate, indicating serious issues within the delivery process that require immediate attention and restructuring.": "Un faible taux de réussite, indiquant de graves problèmes au sein du processus de livraison qui nécessitent une attention immédiate et une restructuration.",
  "The success rate is at a critical level where significant changes might be needed to improve delivery outcomes.": "Le taux de réussite est à un niveau critique où des changements importants pourraient être nécessaires pour améliorer les résultats de livraison.",
  "A high success rate with some room for improvement. Processes are generally effective but may benefit from further refinement.": "Un taux de réussite élevé avec une certaine place à l'amélioration. Les processus sont généralement efficaces mais peuvent bénéficier d'un raffinement supplémentaire.",
  "An acceptable rate, but notable challenges or inefficiencies may exist, necessitating focused improvements.": "Un taux acceptable, mais des défis ou des inefficacités notables peuvent exister, nécessitant des améliorations ciblées.",
  "A solid success rate, indicating a well-functioning delivery system with areas that can be enhanced to reach higher efficiency.": "Un taux de réussite solide, indiquant un système de livraison bien fonctionnant avec des zones qui peuvent être améliorées pour atteindre une efficacité plus élevée.",
  "Deliveries are consistently successful, reflecting optimal efficiency and reliability.": "Les livraisons réussissent constamment, reflétant une efficacité et une fiabilité optimales.",
  "The delivery rate is calculated by taking the ratio of <b>delivered parcels</b> to the total number of delivery attempts, which includes both delivered and failed attempts.<br/>\n                The formula for this calculation is <b>delivered * 100 / (delivered + failed)</b>.<br/> It's important to note that parcels with statuses of 'processing' or 'in preparation' are not included in this calculation, as they are still in transit or being prepared for shipment. This metric provides a clear measure of delivery success and efficiency within the marketing process.": "Le taux de livraison est calculé en prenant le rapport de <b> colis livrés </b> au nombre total de tentatives de livraison, qui comprend à la fois des tentatives délivrées et infructueuses. <br/>\n La formule de ce calcul est <b> livrée * 100 / (livrée + échoué) </b>. <br/> Il est important de noter que les parcelles avec des statuts de «traitement» ou de «préparation» ne sont pas incluses dans ce calcul , car ils sont encore en transit ou en préparation pour l'expédition. Cette métrique fournit une mesure claire du succès et de l'efficacité de la livraison dans le processus de marketing.",
  "This deliverer don't have payments yet": "Ce livreur n'a pas encore de paiement",
  "Print payment manifest": "Manifeste de paiement d'impression",
  "This deliverer don't have parcels yet": "Ce livreur n'a pas encore de parcelles",
  "There is no stop-desk parcels to deliver for now": "Il n'y a pas de colis d'arrêt pour livrer pour l'instant",
  "Distribute cities within each state into distinct delivery zones to fine-tune shipping prices and logistics.": "Distribuez les villes de chaque État dans des zones de livraison distinctes pour affiner les prix d'expédition et la logistique.",
  "Classify and organize country states into specific delivery zones, defining how states are grouped for pricing purposes.": "Classifier et organiser les états de pays en zones de livraison spécifiques, en définissant comment les États sont regroupés à des fins de tarification.",
  "Configure geographic delivery zones, including both state and city-based zones, to optimize shipping costs.": "Configurez les zones de livraison géographique, y compris les zones étatiques et basées sur la ville, pour optimiser les frais d'expédition.",
  "Configure delivery zones, states zoning, and cities zoning to optimize shipping costs and logistics.": "Configurer les zones de livraison, le zonage des États et le zonage des villes pour optimiser les coûts d'expédition et la logistique.",
  "no counts": "pas de compte",
  "This page is designed to help you manage and log the contents of received sacs at the destination office. <br/>Follow the instructions below to efficiently empty and record the contents of each sac.": "Cette page est conçue pour vous aider à gérer et à enregistrer le contenu des sacs reçus au bureau de destination. <br/> Suivez les instructions ci-dessous pour vider efficacement et enregistrez le contenu de chaque sac.",
  "This page allows you to manage the dispatch of parcels to different states based on their destination.<br/>Follow the instructions below to navigate through the page and ensure parcels are sent to the correct state.": "Cette page vous permet de gérer la répartition des colis vers différents états en fonction de leur destination. <br/> Suivez les instructions ci-dessous pour naviguer dans la page et assurer que les colis sont envoyés à l'état correct.",
  "This chart provides a detailed breakdown of parcel deliveries, illustrating the percentage of parcels delivered at home compared to those at stop desks. By visualizing these two delivery methods, it offers insights into customer preferences.": "Ce graphique fournit une ventilation détaillée des livraisons de colis, illustrant le pourcentage de colis livrés à domicile par rapport à ceux des bureaux d'arrêt. En visualisant ces deux méthodes de livraison, il offre un aperçu des préférences des clients.",
  "This chart presents a comprehensive view of parcel distribution, focusing on the last status of parcels along with the overall delivery rate. By segmenting parcels according to their final status (e.g., processing, returning, returned) and visualizing the success rate of deliveries, it provides vital insights into operational efficiency and performance. This analysis is instrumental in identifying areas for improvement, streamlining workflows, and enhancing customer satisfaction.": "Ce graphique présente une vue complète de la distribution des colis, en se concentrant sur le dernier statut des colis ainsi que le taux de livraison global. En segmentant les colis en fonction de leur statut final (par exemple, le traitement, le retour, le retour) et la visualisation du taux de réussite des livraisons, il fournit des informations essentielles sur l'efficacité opérationnelle et les performances. Cette analyse contribue à l'identification des domaines d'amélioration, à la rationalisation des flux de travail et à l'amélioration de la satisfaction des clients.",
  "This chart visualizes the percentage distribution of parcels across five specific sub-types: normal, with acknowledgement, acknowledgement, with exchange, and exchange. By categorizing parcels in this manner, it highlights the various handling and delivery processes involved, offering key insights into operational practices. This detailed view supports more nuanced decision-making, enabling the optimization of workflows and enhancing customer service efficiency.": "Ce graphique visualise la distribution en pourcentage des parcelles sur cinq sous-types spécifiques: normal, avec reconnaissance, reconnaissance, échange et échange. En catégorisant les colis de cette manière, il met en évidence les différents processus de manipulation et de livraison impliqués, offrant des informations clés sur les pratiques opérationnelles. Cette vue détaillée prend en charge une prise de décision plus nuancée, permettant l'optimisation des flux de travail et améliore l'efficacité du service client.",
  "This chart delineates the distribution of parcels across three main shipment types: economic, express, and freight. By visualizing the percentage of each category, it provides a snapshot of the current shipment strategies, reflecting customer preferences and logistical efficiency. Whether evaluating cost-effective solutions, timely deliveries, or bulk shipping, this analysis serves as a crucial tool for planning, optimizing, and managing diverse shipping needs.": "Ce graphique délimite la distribution des parcelles sur trois principaux types d'expédition: économique, express et fret. En visualisant le pourcentage de chaque catégorie, il fournit un instantané des stratégies d'expédition actuelles, reflétant les préférences des clients et l'efficacité logistique. Qu'il s'agisse d'évaluer des solutions rentables, des livraisons en temps opportun ou des expéditions en vrac, cette analyse sert d'outil crucial pour la planification, l'optimisation et la gestion de divers besoins d'expédition.",
  "This chart provides a detailed breakdown of order deliveries, illustrating the percentage of orders delivered at home compared to those at stop desks. By visualizing these two confirmation methods, it offers insights into customer preferences.": "Ce graphique fournit une ventilation détaillée des livraisons de commande, illustrant le pourcentage de commandes livrées à domicile par rapport à celles des bureaux d'arrêt. En visualisant ces deux méthodes de confirmation, il offre un aperçu des préférences des clients.",
  "This chart delineates the distribution of orders across three main shipment types: economic, express, and freight. By visualizing the percentage of each category, it provides a snapshot of the current shipment strategies, reflecting customer preferences and logistical efficiency. Whether evaluating cost-effective solutions, timely deliveries, or bulk shipping, this analysis serves as a crucial tool for planning, optimizing, and managing diverse shipping needs.": "Ce graphique délimite la distribution des commandes sur trois principaux types d'expédition: économique, express et fret. En visualisant le pourcentage de chaque catégorie, il fournit un instantané des stratégies d'expédition actuelles, reflétant les préférences des clients et l'efficacité logistique. Qu'il s'agisse d'évaluer des solutions rentables, des livraisons en temps opportun ou des expéditions en vrac, cette analyse sert d'outil crucial pour la planification, l'optimisation et la gestion de divers besoins d'expédition.",
  "This chart visualizes the percentage distribution of orders across five specific sub-types: normal, with acknowledgement, with exchange, and normal. By categorizing orders in this manner, it highlights the various handling and confirmation processes involved, offering key insights into operational practices. This detailed view supports more nuanced decision-making, enabling the optimization of workflows and enhancing customer service efficiency.": "Ce graphique visualise la distribution en pourcentage des commandes sur cinq sous-types spécifiques: normal, avec reconnaissance, avec échange et normal. En catégorisant les commandes de cette manière, il met en évidence les différents processus de gestion et de confirmation impliqués, offrant des informations clés sur les pratiques opérationnelles. Cette vue détaillée prend en charge une prise de décision plus nuancée, permettant l'optimisation des flux de travail et améliore l'efficacité du service client.",
  "This user manages all offices in the company": "Cet utilisateur gère tous les bureaux de l'entreprise",
  "You have to select current office to be able to change this order status": "Vous devez sélectionner le bureau actuel pour pouvoir modifier cet état de commande",
  "Project updated successfully": "Projet mis à jour avec succès",
  "Parcel status changed successfully": "Le statut de colis a changé avec succès",
  "Calculates the percentage of successfully delivered packages out of the sum of delivered and returned.": "Calcule le pourcentage de packages livrés avec succès de la somme de la livraison et du retour.",
  "Print sac manifest": "Print Sac Manifeste",
  "Click to copy tracking ID": "Cliquez pour copier l'ID de suivi",
  "{{text}} copied to clipboard": "{{texte}} copié dans le presse-papiers",
  "Print parcel slip": "Slip de parcelle d'impression",
  "No items found": "Aucun article trouvé",
  "This line chart displays the count of parcels created or delivered, categorized by day, week, month, or year. By providing a clear comparison between the number of parcels created and those delivered, it offers insights into trends, seasonal variations, and performance metrics over time. This visualization serves as a valuable tool for understanding parcel flow dynamics and supports data-driven decision-making in logistics management.": "Ce graphique de ligne affiche le nombre de colis créés ou livrés, classés par jour, semaine, mois ou année. En fournissant une comparaison claire entre le nombre de parcelles créées et celles livrées, il offre un aperçu des tendances, des variations saisonnières et des mesures de performance au fil du temps. Cette visualisation sert d'outil précieux pour comprendre la dynamique du flux de colis et prend en charge la prise de décision basée sur les données dans la gestion de la logistique.",
  "This chart maps the distribution of orders according to their destination states, revealing the demand patterns across different regions. By visualizing the flow of shipments to various target areas, it provides insights into market trends, consumer preferences, and logistical requirements, allowing for more strategic planning and targeted resource allocation.": "Ce graphique correspond à la distribution des ordres en fonction de leurs états de destination, révélant les modèles de demande dans différentes régions. En visualisant le flux des expéditions vers divers domaines cibles, il donne un aperçu des tendances du marché, des préférences des consommateurs et des exigences logistiques, permettant une planification stratégique et une allocation des ressources ciblées.",
  "This chart illustrates the distribution of orders according to their starting state, providing a clear overview of the origin points for shipments. By analyzing the flow from various source regions, it offers insights into the dynamics of the shipping network, identifying potential areas for optimization, and enabling more informed logistical planning.": "Ce graphique illustre la distribution des commandes en fonction de leur état de départ, offrant un aperçu clair des points d'origine pour les expéditions. En analysant le flux à partir de différentes régions source, il offre un aperçu de la dynamique du réseau d'expédition, de l'identification des domaines potentiels d'optimisation et de l'activation de la planification logistique plus éclairée.",
  "This chart showcases the journey of orders from their originating source states to their final destination states. By visualizing these pathways, it highlights key routes, major hubs, and the flow of goods between different regions, offering vital insights for optimizing logistics and enhancing the efficiency of the delivery network.": "Ce graphique présente le parcours des ordres de leurs États source d'origine à leurs états de destination finale. En visualisant ces voies, il met en évidence les itinéraires clés, les principaux hubs et le flux de marchandises entre différentes régions, offrant des informations vitales pour optimiser la logistique et améliorer l'efficacité du réseau de livraison.",
  "The user must have the role": "L'utilisateur doit avoir le rôle",
  "You have no parcels yet": "Vous n'avez pas encore de parcelles",
  "There is no offices configured for the current company": "Aucun bureau n'est configuré pour l'entreprise actuelle",
  "This chart illustrates the distribution of parcels according to their starting state, providing a clear overview of the origin points for shipments. By analyzing the flow from various source regions, it offers insights into the dynamics of the shipping network, identifying potential areas for optimization, and enabling more informed logistical planning.": "Ce graphique illustre la distribution des colis en fonction de leur état de départ, offrant un aperçu clair des points d'origine pour les expéditions. En analysant le flux à partir de différentes régions source, il offre un aperçu de la dynamique du réseau d'expédition, de l'identification des domaines potentiels d'optimisation et de l'activation de la planification logistique plus éclairée.",
  "This chart maps the distribution of parcels according to their destination states, revealing the demand patterns across different regions. By visualizing the flow of shipments to various target areas, it provides insights into market trends, consumer preferences, and logistical requirements, allowing for more strategic planning and targeted resource allocation.": "Ce graphique correspond à la distribution des colis en fonction de leurs états de destination, révélant les modèles de demande dans différentes régions. En visualisant le flux des expéditions vers divers domaines cibles, il donne un aperçu des tendances du marché, des préférences des consommateurs et des exigences logistiques, permettant une planification stratégique et une allocation des ressources ciblées.",
  "Item updated successfully": "Article mis à jour avec succès"
}
